

"addURL" = "Legg til URL";
"serverAlreadyExistsPrompt" = "Tjeneren %s finnes allerede. Legg til ny URL?";
"unknownError" = "Ukjent feil";
"existingServer" = "Eksisterende tjener";

/* Represents the light theme setting */
"light" = "Lyst";

/* Represents the dark theme setting */
"dark" = "Mørkt";

/* Represents the system theme setting */
"system" = "System";

/* Represents the Appearance setting label */
"appearance" = "Utseende";
"yourFavorites" = "Dine favoritter";
"wip" = "WIP";
"WhosWatching" = "Hvem ser på?";
"username" = "Brukernavn";
"notImplementedYetWithType" = "Typen: %@ er ikke implementert enda :(";
"tryAgain" = "Prøv igjen";
"tags" = "Tagger";
"switchUser" = "Bytt bruker";
"suggestions" = "Forslag";
"studios" = "Studioer";
"studio" = "Studio";
"sortBy" = "Sorter etter";
"signedInAsWithString" = "Innlogget som %@";
"serverURL" = "Tjener-URL";
"serverInformation" = "Tjenerinformasjon";
"selectCastDestination" = "Velg cast-enhet";
"seeAll" = "Vis alle";
"seasons" = "Sesonger";
"search" = "Søk";
"seasonAndEpisode" = "S%1$@:E%2$@";
"reset" = "Nullstill";
"playbackSpeed" = "Avspillingshastighet";
"playbackSettings" = "Avspillingsinnstillinger";
"play" = "Spill av";
"playNext" = "Spill neste";
"password" = "Passord";
"pageOfWithNumbers" = "Side %1$@ av %2$@";
"otherUser" = "Annen bruker";
"ok" = "OK";
"noResults" = "Ingen resultater.";
"noCastdevicesfound" = "Fant ingen enheter å caste til..";
"nextUp" = "Neste som spilles";
"moreLikeThis" = "Mer som dette";
"loginToWithString" = "Logg inn på %@";
"login" = "Logg inn";
"localServers" = "Lokale tjenere";
"loading" = "Laster";
"library" = "Bibliotek";
"latestWithString" = "Siste %@";
"home" = "Hjem";
"genres" = "Sjangre";
"filters" = "Filtre";
"filterResults" = "Filtrer resultater";
"error" = "Feil";
"episodes" = "Episoder";
"emptyNextUp" = "Tøm neste";
"displayOrder" = "Visningsrekkefølge";
"discoveredServers" = "Tilgjengelige tjenere";
"director" = "Regissør";
"continueWatching" = "Fortsett å se";
"connectToServer" = "Koble til tjener";
"connectToJellyfin" = "Koble til Jellyfin";
"connectManually" = "Koble til manuelt";
"connect" = "Koble til";
"closedCaptions" = "Undertekster";
"changeServer" = "Bytt tjener";
"cast" = "CAST";
"back" = "Tilbake";
"audioTrack" = "Lydspor";
"audioAndCaptions" = "Lyd & Undertekster";
"apply" = "Bruk";
"allMedia" = "Alle medier";
"allGenres" = "Alle sjangere";
"accessibility" = "Tilgjengelighet";
"previousItem" = "Forrige element";
"nextItem" = "Neste element";
"close" = "Lukk";
"jumpBackward" = "Hopp bakover";
"jumpForward" = "Hopp fremover";
"playAndPause" = "Spill av / Pause";
"showFlattenView" = "Flatgjør bibliotekemner";
"reportIssue" = "Rapporter et problem";
"requestFeature" = "Foreslå en funksjon";
"sourceCode" = "Kildekode";
"remainingTime" = "Gjenstående tid";
"currentPosition" = "Nåværende posisjon";
"chapters" = "Kapitler";
"tooManyRedirects" = "For mange omdirigeringer";
"customize" = "Tilpass";
"file" = "Fil";
"playFromBeginning" = "Spill av fra begynnelsen";
"removeFromResume" = "Fjern fra fortsett";
"showMissingEpisodes" = "Vis manglende episoder";
"showMissingSeasons" = "Vis manglende sesonger";
"missingItems" = "Manglende elementer";
"airWithDate" = "Sendes %s";
"unaired" = "Ikke tidligere sendt";
"missing" = "Mangler";
"none" = "Ingen";
"cinematicViews" = "Filmatiske visninger";
"confirmClose" = "Bekreft lukking";
"pressDownForMenu" = "Trykk ned for meny";
"about" = "Om";
"recommended" = "Anbefalt";
"refresh" = "Oppdater";
"next" = "Neste";
"notAvailableSlash" = "Ikke anvendelig";
"multipleUsers" = "%d brukere";
"oneUser" = "1 bruker";
"present" = "Nåtid";
"unableToConnectServer" = "Kunne ikke koble til tjeneren";
"jumpLengthSeconds" = "%s sekunder";
"largest" = "Størst";
"larger" = "Større";
"regular" = "Vanlig";
"smaller" = "Mindre";
"smallest" = "Minst";
"compact" = "Kompakt";
"normal" = "Normal";
"noCodec" = "Ingen kodek";
"containers" = "Beholdere";
"runtime" = "Spilletid";
"rated" = "Anmeldt";
"released" = "Utgitt";
"unauthorized" = "Uautorisert";
"unauthorizedUser" = "Uautorisert bruker";
"cannotConnectToHost" = "Kan ikke koble til verten";
"networkTimedOut" = "Nettverket svarte ikke";
"other" = "Annet";
"movies" = "Filmer";
"tvShows" = "TV-serier";
"channels" = "Kanaler";
"programs" = "Programmer";
"subtitles" = "Undertekster";
"audio" = "Lyd";
"signInToServer" = "Logg inn på %s";
"signIn" = "Logg inn";
"signInGetStarted" = "Logg inn for å komme i gang";
"subtitleSize" = "Undertekststørrelse";
"showCastAndCrew" = "Vis medvirkende";
"resume5SecondOffset" = "Gjenoppta med 5 sekunders forskyvelse";
"systemControlGesturesEnabled" = "Systemkontrollbevegelser aktivert";
"jumpGesturesEnabled" = "Hoppbevegelser aktivert";
"jumpBackwardLength" = "Bakoverhopp lengde";
"jumpForwardLength" = "Framoverhopp lengde";
"videoPlayer" = "Videospiller";
"server" = "Tjener";
"user" = "Bruker";
"overlayType" = "Lagtype";
"overlay" = "Lag";
"editJumpLengths" = "Rediger hopplengder";
"autoPlay" = "Automatisk avspilling";
"playNextItem" = "Spill av neste";
"playPreviousItem" = "Spill av forrige";
"experimental" = "Eksperimentell";
"servers" = "Tjenere";
"remove" = "Fjern";
"operatingSystem" = "Operativsystem";
"version" = "Versjon";
"url" = "URL";
"name" = "Navn";
"serverDetails" = "Tjenerdetaljer";
"favorites" = "Favoritter";
"media" = "Media";
"information" = "Informasjon";
"series" = "Serier";
"items" = "Elementer";
"castAndCrew" = "Medvirkende";
"noOverviewAvailable" = "Ingen oversikt tilgjengelig";
"overview" = "Oversikt";
"recentlyAdded" = "Nylig lagt til";
"retry" = "Prøv igjen";
"noTitle" = "Ingen tittel";
"continue" = "Fortsett";
"noLocalServersFound" = "Ingen lokale tjenere funnet";
"searchingDots" = "Søker…";
"connectToJellyfinServerStart" = "Koble til en Jellyfin-tjener for å komme i gang";
"connectToJellyfinServer" = "Koble til en Jellyfin-tjener";
"cancel" = "Avbryt";
"settings" = "Innstillinger";
"removeAllUsers" = "Fjern alle brukere";
"resetAppSettings" = "Tilbakestill Applikasjonsinnstillinger";
"resetUserSettings" = "Tilbakestill brukerinnstillinger";
"networking" = "Nettverk";
"defaultScheme" = "Standard skjema";
"seeMore" = "Se mer";
"noEpisodesAvailable" = "Ingen episoder tilgjengelig";
"unknown" = "Ukjent";
"userAlreadySignedIn" = "Bruker %s er allerede innlogget";
"serverAlreadyConnected" = "%@ er allerede tilkoblet.";
"existingUser" = "Eksisterende bruker";
"season" = "Sesong";
"searchDots" = "Søk…";
"subtitleFont" = "Skrifttype for undertekst";
"quickConnect" = "Hurtigkobling";
"authorize" = "Autoriser";
"green" = "Grønn";
"invertedDark" = "Invertert mørkt";
"accentColor" = "Aksentfarge";
"noPublicUsers" = "Ingen offentlige brukere";
"quickConnectCode" = "Hurtigkoblingskode";
"quickConnectInvalidError" = "Ugyldig hurtigkoblingskode";
"unableToFindHost" = "Fant ikke vert";
"publicUsers" = "Offentlige brukere";
"blue" = "Blå";
"orange" = "Oransje";
"red" = "Rød";
"yellow" = "Gul";
"primary" = "Primær";
"bugsAndFeatures" = "Feil og funksjoner";
"invertedLight" = "Invertert lyst";
"appIcon" = "Appikon";
"order" = "Rekkefølge";
"sort" = "Sorter";
"episodeNumber" = "Episode %1$@";
"compactPoster" = "Kompakt plakat";
"liveTV" = "Direkte-TV";
"downloads" = "Nedlastninger";
"quickConnectStep2" = "Åpne brukermenyen og velg Hurtigkobling";
"quickConnectStep3" = "Oppgi følgende kode:";
"compactLogo" = "Kompakt logo";
"cinematic" = "Filmatisk";
"quickConnectStep1" = "Åpne Jellyfin-appen på telefonen din eller i en nettleser og logg på med kontoen din";
"color" = "Farge";
"unplayed" = "Uavspilt";
"usePrimaryImage" = "Bruk primærbilde";
"hapticFeedback" = "Haptisk tilbakemelding";
"episodeLandscapePoster" = "Landskapsorientert episodeplakat";
"randomImage" = "Tilfeldig bilde";
"ratings" = "Vurderinger";
"usePrimaryImageDescription" = "Bruker primærbildet og skjuler logoen.";
"playerGesturesLockGestureEnabled" = "Låsbevegelse aktivert";
"quickConnectSuccessMessage" = "Hurtigkobling autorisert. Fortsett på den andre enheten.";
"showChaptersInfoInBottomOverlay" = "Vis kapittelinformasjon i bunnoverlegg";
"quickConnectNotEnabled" = "Merk: Rask tilkobling er ikke aktivert";
"played" = "Avspilt";
"accentColorDescription" = "Noen visninger kan trenge en omstart av appen for å oppdatere.";
"subtitle" = "Undertekst";
"video" = "Video";
"collections" = "Samlinger";
"people" = "Personer";
"indicators" = "Indikatorer";
"seriesBackdrop" = "Seriebakgrunn";
"posters" = "Plakater";
"favorited" = "Favorisert";
"progress" = "Framgang";
"reload" = "last inn på nytt";
"resetAllSettings" = "Tilbakestill til standardinnstillingene.";
"advanced" = "Avansert";
"enabled" = "Aktivert";
"comingSoon" = "Kommer snart";
"playback" = "Avspilling";
"disabled" = "Deaktivert";
"removeAllServers" = "Fjern alle tjenere";
"nativePlayer" = "Innebygd spiller";
"videoPlayerType" = "Type videospiller";
"subtitleColor" = "Undertekstfarge";
"current" = "Nåværende";
"dismiss" = "Avvis";
"random" = "Tilfeldig";
"list" = "Liste";
"logs" = "Logger";
"sports" = "Sport";
"kids" = "Barn";
"onNow" = "På nå";
"playbackButtons" = "Avspillingsknapper";
"news" = "Nyheter";
"buttons" = "Knapper";
"menuButtons" = "Menyknapper";
"jump" = "Hopp";
"timestamp" = "Tidsstempel";
"gestures" = "Gester";
"specialFeatures" = "Ekstra innhold";
"seekSlideGestureEnabled" = "Søk med glidebevegelse aktivert";
"aspectFill" = "Aspektfyll";
"audioOffset" = "Lydforskyvning";
"subtitleOffset" = "Undertekstforskyvning";
"resumeOffset" = "Tidsforskyvning ved fortsettelse";
"resumeOffsetDescription" = "Gjenoppta innhold sekunder før den lagrede fortsettelsestiden.";
"grid" = "Rutenett";
"delivery" = "Leveranse";

/* Description for bitrate test duration description */
"bitrateTestDescription" = "Bestemmer lengden på \"Auto\"-bitratetesten som brukes for å finne tilgjengelig båndbredde";

/* Description for bitrate test duration indicating longer tests provide more accurate bitrates but may delay playback */
"bitrateTestDisclaimer" = "Lengre tester er mer nøyaktig, men kan føre til forsinket avspilling.";

/* Custom profile is Added to the Existing Profiles */
"customDeviceProfileAdd" = "De egendefinerte enhetsprofilene vil bli lagt til Swiftfins standard enhetsprofiler.";

/* Select Server View - Select All Servers */
"allServers" = "Alle tjenere";

/* Select Server View - Edit an Existing Server */
"editServer" = "Rediger tjener";

/* Server Detail View - Delete */
"delete" = "Slett";

/* Customize Server View - Cinematic Background */
"cinematicBackground" = "Filmisk bakgrunn";

/* Customize Server View - Show Favorites */
"showFavorites" = "Vis favoritter";

/* Customize Server View - Show Recently Added */
"showRecentlyAdded" = "Vis nylig lagt til";

/* Indicators View - Show Favorited */
"showFavorited" = "Vis favorisert";

/* Indicators View - Show Progress */
"showProgress" = "Vis fremgang";

/* Section Header for a Custom Device Profile */
"customProfile" = "Egendefinert profil";

/* Section Header for Device Profiles */
"deviceProfile" = "Enhetsprofil";

/* Custom profile will replace the Existing Profiles */
"customDeviceProfileReplace" = "De egendefinerte enhetsprofilene vil erstatte Swiftfins standard enhetsprofiler.";

/* Override Transcoding Profile */
"useAsTranscodingProfile" = "Bruk som omkodingsprofil";

/* PlaybackCompatibility Default Category */
"auto" = "Auto";

/* PlaybackCompatibility Compatible Category */
"compatible" = "Mest kompatibel";

/* PlaybackCompatibility DirectPlay Category */
"direct" = "Direkteavspilling";

/* PlaybackCompatibility Custom Category */
"custom" = "Egendefinert";

/* PlaybackCompatibility Section Title */
"compatibility" = "Kompatibilitet";

/* PlaybackCompatibility Profile Sections */
"profiles" = "Profiler";

/* Behavior */
"behavior" = "Oppførsel";

/* Bitrate Automatic Section Header */
"bitrateTest" = "Bitrate-test";

/* Default Bitrate */
"bitrateDefault" = "Standard bitrate";

/* Default Bitrate Description */
"bitrateDefaultDescription" = "Begrenser båndbredden brukt under avspilling.";

/* Playback May Fail */
"mayResultInPlaybackFailure" = "Denne innstillingen kan føre til at videoavspilling feiler";

/* Device Profile Section Description */
"customDeviceProfileDescription" = "Dikterer tilbake til Jellyfin-tjeneren hva denne enhetens maskinvare er i stand til å spille av";
/* Option to set the test size for bitrate testing */
"testSize" = "Teststørrelse";

/* Option to set the maximum bitrate for playback */
"maximumBitrate" = "Maksimal bitrate";

/* Option for the maximum bitrate */
"bitrateMax" = "Maksimum";

/* Option to set the bitrate to 1080p quality at 40 Mbps */
"bitrateMbps40" = "1080p - 40 Mb/s";

/* Option to set the bitrate to 1080p quality at 20 Mbps */
"bitrateMbps20" = "1080p - 20 Mb/s";

/* Option to set the bitrate to 1080p quality at 10 Mbps */
"bitrateMbps10" = "1080p - 10 Mb/s";

/* Option to set the bitrate to 480p quality at 720 Kbps */
"bitrateKbps720" = "480p - 720 Kb/s";

/* Option to set the bitrate to 360p quality at 420 Kbps */
"bitrateKbps420" = "360p - 420 Kb/s";
"sliderColor" = "Farge på spolelinje";
"sliderType" = "Type spolelinje";
"right" = "Høyre";
"left" = "Venstre";
"letterPicker" = "Alfabetisk navigasjon";
"orientation" = "Orientering";

/* Option for automatic bitrate selection */
"bitrateAuto" = "Automatisk";

/* Option to set the bitrate to 4K quality at 120 Mbps */
"bitrateMbps120" = "4K - 120 Mb/s";

/* Option to set the bitrate to 4K quality at 80 Mbps */
"bitrateMbps80" = "4K - 80 Mb/s";

/* Option to set the bitrate to 1080p quality at 60 Mbps */
"bitrateMbps60" = "1080p - 60 Mb/s";

/* Option to set the bitrate to 1080p quality at 15 Mbps */
"bitrateMbps15" = "1080p - 15 Mb/s";

/* Option to set the bitrate to 720p quality at 8 Mbps */
"bitrateMbps8" = "720p - 8 Mb/s";

/* Option to set the bitrate to 720p quality at 6 Mbps */
"bitrateMbps6" = "720p - 6 Mb/s";

/* Option to set the bitrate to 720p quality at 4 Mbps */
"bitrateMbps4" = "720p - 4 Mb/s";

/* Option to set the bitrate to 480p quality at 3 Mbps */
"bitrateMbps3" = "480p - 3 Mb/s";

/* Option to set the bitrate to 480p quality at 1.5 Mbps */
"bitrateKbps1500" = "480p - 1.5 Mb/s";

/* Select Server View - Add Server */
"addServer" = "Legg til tjener";

/* Server Detail View - Delete Server */
"deleteServer" = "Slett tjener";

/* Indicators View - Show Unwatched */
"showUnwatched" = "Vis usette";

/* Indicators View - Show Watched */
"showWatched" = "Vis sette";

/* Section for Playback Quality Settings */
"playbackQuality" = "Avspillingskvalitet";

/* General */
"jellyfin" = "Jellyfin";

/* Video Player Settings View - Offset */
"offset" = "Forskyvning";

/* Video Player Settings View - Resume */
"resume" = "Gjenoppta";

/* Video Player Settings View - Disclaimer */
"subtitlesDisclaimer" = "Innstillingene påvirker kun enkelte typer undertekst";

/* Video Player Settings View - Resume Offset Title */
"resumeOffsetTitle" = "Gjenopptagelsesforskyvning";
"barButtons" = "Verktøylinjeknapper";
"slider" = "Spolelinje";
"chapterSlider" = "Vis kapitler";
"scrubCurrentTime" = "Vis nåværende tid ved spoling";
"trailingValue" = "Etterfølgende verdi";
"timestampType" = "Tidsstempeltype";
"transition" = "Overgang";

/* Video Player Settings View - Pause on Background */
"pauseOnBackground" = "Pause i bakgrunnen";

/* Video Player Settings View - Play on Active */
"playOnActive" = "Spill av når aktiv";
"retrievingMediaInformation" = "Henter medieinformasjon";
"scanAllLibraries" = "Skann alle bibliotekene";
"transcodeReasons" = "Grunn(er) for omkoding";
"lastSeen" = "Sist sett";
"administration" = "Administrasjon";
"shutdownServer" = "Skru av tjener";
"shutdownWarning" = "Er du sikker på at du ønsker å skru av tjeneren?";
"restartWarning" = "Er du sikker på at du ønsker å starte tjeneren på nytt?";
"videoCodecNotSupported" = "Videkodeken er ikke støttet";
"audioIsExternal" = "Lydsporet er eksternt og krever omkoding";
"cancelling" = "Avbryter...";
"secondaryAudioNotSupported" = "Sekundær lyd er ikke støttet";
"audioBitDepthNotSupported" = "Lydens bit-dybde er ikke støttet";
"method" = "Metode";
"edit" = "Rediger";
"unknownAudioStreamInfo" = "Lydens strømmingsinformasjon er ukjent";
"directPlayError" = "Er feil oppsto under direkteavspilling";
"serverLogs" = "Tjenerlogger";
"tasksDescription" = "Oppgaver er operasjoner som er planlagt til å kjøre med jevne mellomrom eller som kan utløses manuelt.";
"nextUpRewatch" = "Se på nytt i \"Neste som spilles\"";
"nextUpDaysDescription" = "Angi maksimalt antall dager et program skal være i \"Neste som spilles\"-listen uten å se det.";
"device" = "Enhet";
"scheduledTasks" = "Planlagte oppgaver";
"fpsWithString" = "%@f/s";
"streams" = "Strømmer";
"online" = "Tilkoblet";
"restartServer" = "Start tjeneren på nytt";
"activeDevices" = "Aktive enheter";
"dashboard" = "Dashbord";
"itemOverItem" = "%1$@ / %2$@";
"canceled" = "Avbrutt";
"confirm" = "Bekreft";
"transcode" = "Omkode";
"directPlay" = "Direkteavspilling";
"directStream" = "Direktestrømming";
"containerNotSupported" = "Beholderformatet er ikke støttet";
"audioCodecNotSupported" = "Lydkodeken er ikke støttet";
"subtitleCodecNotSupported" = "Undertekstkodeken er ikke støttet";
"videoProfileNotSupported" = "Videoprofilen er ikke støttet";
"videoLevelNotSupported" = "Videonivået er ikke støttet";
"videoResolutionNotSupported" = "Videooppløsningen er ikke støttet";
"videoBitDepthNotSupported" = "Video bit-dybden er ikke støttet";
"videoFramerateNotSupported" = "Videoens bildefrekvens er ikke støttet";
"refFramesNotSupported" = "Antall referanserammer er ikke støttet";
"anamorphicVideoNotSupported" = "Anamorfisk video er ikke støttet";
"interlacedVideoNotSupported" = "Interlaced video er ikke støttet";
"audioChannelsNotSupported" = "Mengden lydkanaler er ikke støttet";
"audioProfileNotSupported" = "Lydprofilen er ikke støttet";
"audioSampleRateNotSupported" = "Lydens samplingsfrekvens er ikke støttet";
"containerBitrateExceedsLimit" = "Beholderens bitrate overskrider den tillatte grensen";
"videoBitrateNotSupported" = "Videons bitrate er ikke støttet";
"audioBitrateNotSupported" = "Lydens bitrate er ikke støttet";
"unknownVideoStreamInfo" = "Videoens strømmingsinformasjon er ukjent";
"videoRangeTypeNotSupported" = "Videoområdetypen er ikke støttet";
"noSession" = "Ingen økt";
"session" = "Økt";
"client" = "Klient";
"category" = "Kategori";
"task" = "Oppgave";
"lastRun" = "Sist utført";
"dashboardDescription" = "Utfør administrative oppgaver på Jellyfin-tjeneren.";
"tasks" = "Oppgaver";
"running" = "Utføres...";
"run" = "Utfør";
"stop" = "Stopp";
"lastRunTime" = "Sist utført %@";
"neverRun" = "Aldri utført";
"taskCompleted" = "Fullført";
"taskFailed" = "Mislyktes";
"taskCancelled" = "Kansellert";
"taskAborted" = "Avbrutt";
"nextUpDays" = "Dager i \"Neste som spilles\"";
"done" = "Ferdig";
"blockUnratedItems" = "Skjul elementer uten aldersgrense";
"add" = "Legg til";
"addAccessSchedule" = "Legg til tilgangsplan";
"addAccessTag" = "Legg til tilgangstagg";
"addAPIKey" = "Legg til API-nøkkel";
"addUser" = "Legg til bruker";
"administrator" = "Administrator";
"agesGroup" = "Alder %@";
"activityLog" = "Aktivitetslogg";
"accessScheduleInvalidTime" = "Sluttiden må være etter starttiden.";
"accessSchedulesDescription" = "Angi tillatte tidspunkt for bruk og begrens tilgang utenfor disse tidspunktene.";
"accessTagAllowDescription" = "Brukeren vil ikke ha tilgang til noen medier med mindre det inneholder minst én tillatt tagg.";
"alternate" = "Alternativ";
"alternateDVD" = "Alternativ DVD";
"apiKeyCopied" = "API-nøkkel kopiert";
"clip" = "Klipp";
"airedEpisodeOrder" = "Sendt episoderekkefølge";
"albumArtist" = "Albumartist";
"allAudiences" = "Tillatt for alle";
"allDevicesDescription" = "Se alle tidligere og nåværende enheter som har vært tilkoblet.";
"allLanguages" = "Alle språk";
"allowed" = "Tillatt";
"allUsersDescription" = "Se og behandle alle brukere på tjeneren, inkludert deres tillatelser og aktivitetsstatus.";
"apiKeyCopiedMessage" = "API-nøkkelen din ble kopiert til utklippstavlen!";
"controlOtherUsers" = "Kontroller andre brukere";
"colorist" = "Kolorist";
"community" = "Fellesskap";
"bitrateMaxDescription" = "Maksimaliserer båndbredde, opp til %@, for hver avspilling for å sikre høyest kvalitet.";
"changePin" = "Endre PIN";
"blocked" = "Blokkert";
"country" = "Land";
"books" = "Bøker";
"chapter" = "Kapittel";
"confirmNewPassword" = "Bekreft nytt passord";
"apiKeysDescription" = "Eksterne applikasjoner trenger en API-nøkkel for å kommunisere med tjeneren din.";
"apiKeysTitle" = "API-nøkler";
"applicationName" = "Applikasjonsnavn";
"additionalSecurityAccessDescription" = "Ekstra sikkerhetskrav for brukere logget inn på denne enheten. Dette endrer ikke noen brukerinnstillinger på Jellyfin-tjeneren.";
"createAPIKeyMessage" = "Skriv inn applikasjonsnavnet til den nye API-nøkkelen.";
"deletedScene" = "Slettet scene";
"createPinForUser" = "Lag en PIN til å logge inn som %@ på denne enheten";
"communityRating" = "Fellesskapsvurdering";
"currentPassword" = "Nåværende passord";
"deleteScheduleWarning" = "Er du sikker på at du ønsker å slette denne planen?";
"deleteDeviceWarning" = "Er du sikker på at du vil slette denne enheten? Denne økten vil avsluttes.";
"daily" = "Daglig";
"customConnectionsDescription" = "Angi maksimalt tillatt antall samtidige tilkoblinger en bruker kan ha til tjeneren.";
"default" = "Standard";
"customRating" = "Egendefinert aldersgrense";
"dateCreated" = "Dato opprettet";
"directDescription" = "Spiller av innhold i sitt originale format. Kan forårsake avspillingsproblemer for ustøttede medietyper.";
"defaultFailedLoginDescription" = "Administratorer låses ute etter 5 mislykkede forsøk. Ikke-administratorer låses ute etter 3 forsøk.";
"deleteAPIKeyMessage" = "Er du sikker på at du ønsker å permanent slette denne nøkkelen?";
"dimensions" = "Dimensjoner";
"deleteItemConfirmationMessage" = "Er du sikker på at du ønsker å slette dette elementet? Dette kan ikke angres.";
"deleteDevice" = "Slett enhet";
"deleteSelectionDevicesWarning" = "Er du sikker på at du ønsker å slette alle valgte enheter? Alle valgte økter vil bli logget ut.";
"deleteDeviceFailed" = "Klarte ikke å slette enhet";
"deleteSelectedSchedules" = "Slett valgte planer";
"deleteSelectionSchedulesWarning" = "Er du sikker på at du ønsker å slette alle valgte planer?";
"deleteSelectionUsersWarning" = "Er du sikker på at du ønsker å slette alle valgte brukere?";
"deleteUserSingleConfirmation" = "Er du sikker på at du ønsker å slette %@?";
"deviceProfileDescription" = "Velg hvilke medier som spilles av uten å endres og hvilke som krever omkoding for kompatibilitet.";
"editUsers" = "Rediger brukere";
"disc" = "Disk";
"duplicateUserSaved" = "%@ er allerede lagret";
"enableAllDevices" = "Aktiver alle enheter";
"engineer" = "Ingeniør";
"enterCustomBitrate" = "Angi egendefinert bitrate i Mbps";
"errorDetails" = "Feildetaljer";
"enterSeasonNumber" = "Angi sesongnummer.";
"enterEpisodeNumber" = "Angi episodenummer.";
"existsOnServer" = "Dette elementet finnes på Jellyfin-tjeneren din.";
"failedLogins" = "Mislykkede innlogginger";
"findMissingDescription" = "Finn manglende metadata og bilder.";
"format" = "Format";
"fullTopAndBottom" = "Full top og bunn";
"genresDescription" = "Kategorier som beskrever tema eller stilen til media.";
"guestStar" = "Gjestestjerne";
"layout" = "Oppsett";
"hideUserFromLoginScreen" = "Skjul bruker fra innloggingsskjerm";
"illustrator" = "Illustratør";
"hours" = "Timer";
"interval" = "Intervall";
"likedItems" = "Likte elementer";
"indexNumber" = "Indeks nummer";
"language" = "Språk";
"local" = "Lokale";
"music" = "Musikk";
"level" = "Nivå";
"loadingUserFailed" = "Lasting av bruker mislykket";
"logsDescription" = "Åpne Jellyfin-tjenerens logger for feilsøking og overvåkning.";
"maximumConnectionsDescription" = "Begrenser antall forbindelser en bruker kan ha til tjeneren.";
"metadataPreferences" = "Metadatapreferanser";
"maximumFailedLoginPolicyDescription" = "Angir maksimalt tillatte antall innloggingsforsøk før en bruker låses ute.";
"maximumFailedLoginPolicyReenable" = "Låste brukere må bli aktivert av en administrator.";
"maxParentalRatingDescription" = "Innhold med en høyere aldersgrense vil skjules fra denne brukeren.";
"mediaAccess" = "Medietilgang";
"missingCodecValues" = "Manglende kodek-verdier";
"newPassword" = "Nytt passord";
"onApplicationStartup" = "Ved oppstart";
"permissions" = "Tillatelser";
"noDeviceProfileWarning" = "Ingen profiler valgt. Avspillingsproblemer kan oppstå.";
"releaseDate" = "Utgivelsesdato";
"parentalControls" = "Foreldrekontroll";
"unableToPerformDeviceAuth" = "Klarte ikke å utføre enhetsautentisering";
"passwordChangeWarning" = "Endrer brukerpassordet på Jellyfin-tjeneren. Dette endrer ikke noen Swiftfin-innstillinger.";
"pin" = "PIN";
"profileNotSaved" = "Profil ikke lagret";
"productionLocations" = "Produksjonslokasjoner";
"quickConnectUserDisclaimer" = "Denne brukeren vil bli autentisert på den andre enheten.";
"selectAll" = "Velg alle";
"refreshMetadata" = "Oppdater metadata";
"replaceDeviceProfileWarning" = "Valgte profil-verdier kan forårsake avspillingsproblemer";
"rememberSorting" = "Husk sortering";
"rememberLayoutFooter" = "Husk oppsett for individuelle bibliotek.";
"audioTranscoding" = "Lyd-omkoding";
"replaceAllDescription" = "Erstatt all ulåst metadata og bilder med ny informasjon.";
"author" = "Forfatter";
"replaceImagesDescription" = "Erstatt alle bilder med nye bilder.";
"replaceMetadataDescription" = "Erstatt ulåst metadata med ny informasjon.";
"startDate" = "Startdato";
"requireDeviceAuthDescription" = "Krev enhetsautentisering ved innlogging til brukeren.";
"resetSettingsDescription" = "Tilbakestill Swiftfins brukerinnstillinger.";
"setPinForNewUser" = "Angi PIN for ny bruker.";
"reviews" = "Vurderinger";
"saveUserWithoutAuthDescription" = "Lagre brukeren til denne enheten uten lokal autentisering.";
"seriesDatePlayed" = "Serie dato avspillt";
"short" = "Kort";
"sessions" = "Økter";
"status" = "Status";
"supportsMediaControl" = "Mediekontroll";
"weekday" = "Hverdag";
"setPin" = "Angi PIN";
"signoutBackgroundFooter" = "Logger ut den forrige brukeren når Swiftfin har vært i bakgrunnen uten avspilling en stund.";
"userDeviceAuthRequiredDescription" = "Denne brukeren vil kreve enhetsautentisering.";
"studiosDescription" = "Studio(er) involvert i skapelsen av mediet.";
"tvAccess" = "TV-tilgang";
"unableToPerformDeviceAuthFaceID" = "Klarte ikke å utføre enhetsautentisering. Du må kanskje aktivere Face ID for Swiftfin i enhetens innstillinger.";
"unlimited" = "Ubegrenset";
"unlimitedConnectionsDescription" = "Brukeren kan koble til tjeneren uten begrensinger.";
"unsavedChangesMessage" = "Du har ulagrede endringer. Er du sikker på at du vil forkaste dem?";
"year" = "År";
"timeLimitLabelWithValue" = "Tidsgrense: %1$@";
"willBeCreatedOnServer" = "Dette vil bli opprettet som et nytt element på Jellyfin-tjeneren.";
"leftVerticalPan" = "Venstre vertikal panorering";
"mixer" = "Mikser";
"requireDeviceAuthForUser" = "Krev enhetsautentisering for å logge på %@ på denne enheten.";
"supportsPersistentIdentifier" = "Vedvarende identifikator";
"accessTagsDescription" = "Bruk tagger for å tillate eller begrense denne brukerens tilgang til media.";
"accessTagBlockDescription" = "Brukeren vil ha tilgang til alle medier med mindre det inneholder minst én blokkert tagg.";
"autoDescription" = "Optimaliserer avspilling med standardinnstillinger for de fleste enheter. Noen formater kan kreve omkoding for ikke-kompatible medietyper.";
"capabilities" = "Evner";
"customDescription" = "Tillater avansert tilpasning av enhetsprofiler for innebygd avspilling. Feil innstilling kan påvirke avspilling.";
"noRuntimeLimit" = "Ingen kjøretidsbegrensning";
"horizontalPan" = "Horisontal panorering";
"liveTVPrograms" = "Direkte-TV programmer";
"multiTap" = "Multitapp";
"peopleDescription" = "Personer som har vært med å skape eller utøve mediet.";
"splashscreen" = "Oppstartsbilde";
"themeSong" = "Kjenningsmelodi";
"splashscreenFooter" = "Når alle tjenere er valgt, bruk oppstartsbildet fra en enkelt tjener eller en tilfeldig tjener.";
"tagsDescription" = "Merkelapper brukt til å organisere eller fremheve egenskaper til mediet.";
"taskTriggerInterval" = "Angir tiden (i minutter) mellom oppgaveutløsere.";
"taskTriggerTimeLimit" = "Angir maksimal kjøretid (i timer) for denne utløseren.";
"backdrop" = "Bakgrunn";
"birthday" = "Fødselsdato";
"birthYear" = "Fødselsår";
"compatibleDescription" = "Konverterer alle medier til H.264 video og AAC lyd for maksimal kompatibilitet. Kan kreve omkoding for ikke-kompatible medietyper.";
"customDeviceNameSaved" = "Ditt egendefinerte enhetsnavn '%1$@' har blitt lagret.";
"deleteItemConfirmation" = "Er du sikker på at du ønsker å slette dette elementet?";
"deleteSelectedConfirmation" = "Er du sikker på at du ønsker å slette de valgte elementene?";
"deletion" = "Sletting";
"editor" = "Klipper";
"enterCustomFailedLogins" = "Angi egendefinert grense for mislykkede innloggingsforsøk";
"enterCustomMaxSessions" = "Angi egendefinert maks antall økter";
"enterPinForUser" = "Oppgi PIN for %@";
"enterPin" = "Oppgi PIN";
"episode" = "Episode";
"existingItems" = "Eksisterende elementer";
"episodeRuntimeDescription" = "Episodens spilletid i minutter.";
"external" = "Eksterne";
"favorite" = "Favoritt";
"findMissing" = "Finn manglende";
"folder" = "Mappe";
"forceRemoteTranscoding" = "Tving omkoding ved fjernavspilling";
"gigabitsPerSecond" = "Gbps";
"halfSideBySide" = "Halv side-ved-side";
"halfTopAndBottom" = "Halv topp og bunn";
"hidden" = "Skjult";
"hint" = "Hint";
"image" = "Bilder";
"images" = "Bilder";
"imageSource" = "Bildekilde";
"index" = "Indeks";
"joinGroups" = "Bli med i grupper";
"itemAtItem" = "%1$@ ved %2$@";
"learnMoreEllipsis" = "Lær mer...";
"letter" = "Bokstav";
"liveTvAccess" = "Direkte-TV tilgang";
"liveTVChannels" = "Direkte-TV kanaler";
"liveTvRecordingManagement" = "Direkte-TV opptaksbehandling";
"lockAllFields" = "Lås alle felt";
"lockedFields" = "Låste felt";
"lockedUsers" = "Låse brukere";
"logo" = "Logo";
"maximumFailedLoginPolicy" = "Maks mislykkede innloggingsforsøk";
"maximumSessions" = "Maksimalt antall økter";
"maximumRemoteBitrate" = "Maks bitrate ved fjernavspilling";
"maximumSessionsPolicy" = "Maks antall økter";
"maxParentalRating" = "Høyest tillate aldersgrense";
"mediaAttributes" = "Medieegenskaper";
"never" = "Aldri";
"mvc" = "MVC";
"newUser" = "Ny bruker";
"officialRating" = "Offisiell aldersgrense";
"options" = "Valg";
"originalAirDate" = "Opprinnelig visningsdato";
"originalAspectRatio" = "Opprinnelig størrelsesforhold";
"originalTitle" = "Original tittel";
"passwordChangedMessage" = "Brukerpassord har blitt endret.";
"parentalRating" = "Aldersgrense";
"parentIndexNumber" = "Overordnet indeks";
"passwordsDoNotMatch" = "Nye passord samsvarer ikke.";
"pinch" = "Klyp";
"playCount" = "Antall avspillinger";
"premiereDate" = "Premieredato";
"producer" = "Produsent";
"production" = "Produksjon";
"profile" = "Profil";
"profileImage" = "Profilbilde";
"provider" = "Tilbyder";
"remoteConnections" = "Fjerntilkoblinger";
"save" = "Lagre";
"searchScore" = "Søkescore";
"signoutClose" = "Logg ut ved avslutning";
"unableToOpenTrailer" = "Klarte ikke å åpne trailer";
"yes" = "Ja";
"apiKeys" = "API-nøkler";
"artist" = "Artist";
"arranger" = "Arrangør";
"art" = "Kunst";
"blockUnratedItemsDescription" = "Skjul elementer uten eller med ukjent aldersgrense for denne brukeren.";
"box" = "Eske";
"columns" = "Kolonner";
"composer" = "Komponist";
"conductor" = "Dirigent";
"controlSharedDevices" = "Kontroller delte enheter";
"createAndJoinGroups" = "Lage og bli med i grupper";
"createAPIKey" = "Lag API-nøkkel";
"coverArtist" = "Omslagsartist";
"creator" = "Skaper";
"criticRating" = "Kritikervurdering";
"critics" = "Kritiker";
"customBitrate" = "Tilpasset bitrate";
"customFailedLoginDescription" = "Angi antall tillatte mislykkede innloggingsforsøk før brukeren sperres.";
"customFailedLogins" = "Egendefinerte mislykkede innlogginger";
"date" = "Dato";
"dateAdded" = "Dato lagt til";
"customSessions" = "Tilpassede økter";
"dateLastContentAdded" = "Dato lagt til";
"dateModified" = "Dato endret";
"dateOfDeath" = "Dato for dødsfall";
"datePlayed" = "Dato avspillt";
"dates" = "Datoer";
"dayOfWeek" = "Dag i uka";
"days" = "Dager";
"deleteDeviceSelfDeletion" = "Kan ikke slette en økt fra samme enhet (%1$@).";
"deleteImage" = "Slett bilde";
"deleteMedia" = "Slette medier";
"deleteSchedule" = "Slett plan";
"deleteSelectedUsers" = "Slett valgte brukere";
"deleteUserSelfDeletion" = "Kan ikke slette bruker fra samme bruker (%1$@).";
"deleteUserWarning" = "Er du sikker på at du ønsker å slette denne brukeren?";
"details" = "Detaljer";
"deviceAccess" = "Enhetstilgang";
"deviceAuthFailed" = "Enhetsautentisering mislykket";
"deleteTrigger" = "Slett utløser";
"devices" = "Enheter";
"digital" = "Digital";
"duplicateUser" = "Duplikat bruker";
"disclaimer" = "Ansvarsfraskrivelse";
"doubleTouch" = "Dobbeltrykk";
"duration" = "Lengde";
"dvd" = "DVD";
"editCollections" = "Rediger samlinger";
"editMedia" = "Redigere medier";
"ratingDescription" = "%@vurdering på en skala fra 1 til 10.";
"regional" = "Regionell";
"rememberLayout" = "Husk oppsett";
"rememberSortingFooter" = "Husk sortering for individuelle bibliotek.";
"remoteControl" = "Fjernkontroll";
"removeAll" = "Fjern alle";
"remixer" = "Remikser";
"replaceAll" = "Erstatt alle";
"remux" = "Remux";
"reorder" = "Omorganiser";
"replaceMetadata" = "Erstatt metadata";
"required" = "Påkrevd";
"requireDeviceAuthForQuickConnectUser" = "Krev enhetsautentisering for å logge på hurtigkobling-brukeren på denne enheten.";
"resetSettings" = "Tilbakestill innstillinger";
"requirePinDescription" = "Krev lokal PIN ved innlogging på brukeren. Denne PIN-en kan ikke gjenopprettes.";
"resetFilterFooter" = "Tilbakestill filterverdiene til ingen.";
"resetSettingsMessage" = "Er du sikker på at du ønsker å tilbakestille alle brukerinnstillinger?";
"scheduleAlreadyExists" = "Tidsplan finnes allerede";
"score" = "Score";
"screenshot" = "Skjermbilde";
"security" = "Sikkerhet";
"selectImage" = "Velg bilde";
"selectServer" = "Velg tjener";
"seriesName" = "Serienavn";
"set" = "Sett";
"setPinHintDescription" = "Angi et hint som vises når PIN forespørres.";
"signoutBackground" = "Logg ut i bakgrunnen";
"signoutCloseFooter" = "Logger ut den forrige brukeren når Swiftfin blir tvangslukket.";
"similarityScore" = "Likhetsscore";
"sortName" = "Sorteringsnavn";
"sortTitle" = "Sorteringstittel";
"storyArc" = "Handlingsbue";
"success" = "Suksess";
"syncPlay" = "SyncPlay";
"tag" = "Tagg";
"tagline" = "Slagord";
"taglines" = "Slagord";
"terabitsPerSecond" = "Tbps";
"time" = "Tid";
"thumb" = "Miniatyr";
"timeLimit" = "Tidsgrense";
"triggerAlreadyExists" = "Utløser finnes allerede";
"triggers" = "Utløsere";
"type" = "Type";
"unlimitedFailedLoginDescription" = "Tillater ubegrenset antall mislykkede innloggingsforsøk uten å stenge ute brukeren.";
"unreleased" = "Ikke utgitt";
"uploadFile" = "Last opp fil";
"uploadPhoto" = "Last opp bilde";
"usernameRequired" = "Et brukernavn er påkrevd";
"userPinRequiredDescription" = "Denne brukeren vil kreve en PIN.";
"userRequiresDeviceAuthentication" = "Bruker %@ krever enhetsautentisering";
"videoTranscoding" = "Video-omkoding";
"useSplashscreen" = "Bruk oppstartsbilde";
"videoBitRate" = "Video bitrate";
"videoRemuxing" = "Video-remuxing";
"viewsMayRequireRestart" = "Noen visninger kan kreve en omstart av appen for å oppdateres.";
"votes" = "Stemmer";
"weekend" = "Helg";
"weekly" = "Ukentlig";
"years" = "År";
"writer" = "Manusforfatter";
"absolute" = "Absolutt";
"access" = "Tilgang";
"accessSchedules" = "Tilgangsplaner";
"accessTagAlreadyExists" = "Tilgangstagg finnes allerede";
"active" = "Aktiv";
"activity" = "Aktivitet";
"actor" = "Skuespiller";
"accessTags" = "Tilgangstagger";
"aired" = "Sendt";
"addTrigger" = "Legg til utløser";
"airTime" = "Sendetid";
"album" = "Album";
"all" = "Alle";
"behindTheScenes" = "Bak kulissene";
"birateAutoDescription" = "Tester tilkoblingen til tjeneren for å vurdere internetthastighet og justere båndbredde automatisk.";
"bitsPerSecond" = "bps";
"confirmPassword" = "Bekreft passord";
"continuing" = "Fortsetter";
"deleteSelectedDevices" = "Slett valgte enheter";
"deleteUser" = "Slett bruker";
"deleteUserFailed" = "Klarte ikke å slette bruker";
"deleteUserMultipleConfirmation" = "Er du sikker på at du ønsker å slette %d brukere?";
"deleteTriggerConfirmationMessage" = "Er du sikker på at du ønsker å slette denne utløseren? Dette kan ikke angres.";
"enableAllLibraries" = "Aktiver alle biblioteker";
"enabledTrailers" = "Aktiverte trailere";
"endDate" = "Sluttdato";
"ended" = "Sluttet";
"endTime" = "Sluttid";
"every" = "Hver";
"everyday" = "Hver dag";
"everyInterval" = "Hver %1$@";
"executed" = "Utført";
"format3D" = "3D format";
"fullSideBySide" = "Full side-ved-side";
"id" = "ID";
"identify" = "Identifiser";
"idle" = "Inaktiv";
"horizontalSwipe" = "Horisontalt sveip";
"interview" = "Intervju";
"kilobitsPerSecond" = "kbps";
"longPress" = "Langt trykk";
"lyrics" = "Sangtekst";
"management" = "Administrasjon";
"lyricist" = "Tekstforfatter";
"menu" = "Meny";
"metadata" = "Metadata";
"minutes" = "Minutter";
"mediaPlayback" = "Medieavspilling";
"megabitsPerSecond" = "Mbps";
"mediaDownloads" = "Medienedlastning";
"no" = "Nei";
"productionYear" = "Produksjonsår";
"rating" = "Vurdering";
"quickConnectCodeInstruction" = "Oppgi den 6-sifrede koden fra den andre enheten.";
"replaceImages" = "Erstatt bilder";
"role" = "Rolle";
"sample" = "Prøve";
"rotate" = "Roter";
"rightVerticalPan" = "Høyre vertikal panorering";
"scene" = "Scene";
"startTime" = "Starttid";
"trailers" = "Trailere";
"translator" = "Oversetter";
"trailer" = "Trailer";
"title" = "Tittel";
"tv" = "TV";
"users" = "Brukere";
"videoCodecTagNotSupported" = "Videokodektaggen støttes ikke";
"featurette" = "Novellefilm";
"inker" = "Inker";
"likes" = "Liker";
"penciller" = "Penciller";
"boxRear" = "Eske (bak)";
"themeVideo" = "Tittelvideo";
"banner" = "Banner";
"letterer" = "Letterer";
"brightness" = "Lysstyrke";
"columnsWithCount" = "Kolonner: %@";
"descending" = "Synkende";
"ascending" = "Stigende";
"channelDisplay" = "Kanalvisning";
"confirmDeleteServerAndUsers" = "Er du sikker på at du vil slette %@ og alle dens brukere?";
"decreasePlaybackSpeed" = "Reduser avspillingshastighet";
"detailed" = "Detaljert";
"deviceAuth" = "Enhetsautentisering";
"unableToUpdateCustomName" = "Kan ikke oppdatere egendefinert navn";
"capsule" = "Kapsellinje";
"split" = "Splittet";
"volume" = "Volum";
"gestureLock" = "Gestlås";
"pause" = "Pause";
"portrait" = "Portrett";
"totalTime" = "Total tid";
"incorrectPinForUser" = "Feil pin for %@";
"large" = "Stor";
"increasePlaybackSpeed" = "Øk avspillingshastighet";
"landscape" = "Landskap";
"libraries" = "Biblioteker";
"resetPlaybackSpeed" = "Tilbakestill avspillingshastighet";
"learnMore" = "Lær mer";
"replace" = "Erstatt";
"timeLeft" = "Gjenstående tid";
"scrub" = "Spoling";
"slowScrub" = "Treg spoling";
"native" = "Innebygd";
"thumbSlider" = "Skyveknapp";
"gesturesLocked" = "Gester låst";
"gesturesUnlocked" = "Gester opplåst";
"photoAlbums" = "Fotoalbumer";
"playlists" = "Spillelister";
"albumArtists" = "Albumartister";
"albums" = "Albumer";
"artists" = "Artister";
"audioBook" = "Lydbok";
"audioBooks" = "Lydbøker";
"basePluginFolder" = "Programtilleggsmappe";
"basePluginFolders" = "Programtilleggsmapper";
"book" = "Bok";
"channel" = "Kanal";
"channelFolder" = "Kanalmappe";
"channelFolderItem" = "Element i kanalmappe";
"channelFolderItems" = "Elementer i kanalmappe";
"collection" = "Samling";
"collectionFolder" = "Samlingsmappe";
"collectionFolders" = "Samlingsmapper";
"folders" = "Mapper";
"genre" = "Sjanger";
"liveTVAccess" = "Direkte-TV tilgang";
"liveTVChannel" = "Direkte-TV kanal";
"liveTVProgram" = "Direkte-TV program";
"liveTVRecordingManagement" = "Direkte-TV opptaksbehandling";
"manualPlaylistsFolder" = "Manuell spillelistemappe";
"manualPlaylistsFolders" = "Manuelle spillelistemapper";
"movie" = "Film";
"musicVideo" = "Musikkvideo";
"musicVideos" = "Musikkvideoer";
"person" = "Person";
"photo" = "Foto";
"photoAlbum" = "Fotoalbum";
"photos" = "Foto";
"playlist" = "Spilleliste";
"playlistsFolder" = "Spillelistemappe";
"playlistsFolders" = "Spillelistemapper";
"program" = "Program";
"recording" = "Opptak";
"recordings" = "Opptak";
"tvChannel" = "TV-kanal";
"tvChannels" = "TV-kanaler";
"tvProgram" = "TV-program";
"tvPrograms" = "TV-programmer";
"videos" = "Videoer";
"aggregateFolder" = "Samlet mappe";
"aggregateFolders" = "Samlede mapper";
"userRootFolder" = "Rotmappen til brukeren";
"userRootFolders" = "rotmappene til brukeren";
"userView" = "Brukervisning";
"userViews" = "Brukervisninger";
"born" = "Født";
"failedDeletionAtIndexError" = "Klarte ikke å slette element ved indeks %1$@: %2$@";
"hearingImpaired" = "Hørselshemmet";
"inactive" = "Inaktiv";
"manageSubtitlesDescription" = "Slett, last opp eller søk etter eksterne undertekster.";
"perfectMatch" = "Perfekt match";
"replaceItemConfirmation" = "Er du sikker på at du ønsker å erstatte dette elementet?";
"serverVersionWarning" = "Swiftfin krever versjon %@ eller høyere av Jellyfin.";
"embedded" = "Innebygde";
"embeddedSubtitleFooter" = "Innebygde undertekster kan ikke redigeres.";
"forced" = "Tvunget";
"invalidFormat" = "Ugyldig format";
"manage" = "Behandle";
"noItemSelected" = "Ingen element valgt";
"replaceSubtitle" = "Erstatt undertekst";
"birthplace" = "Fødested";
"died" = "Døde";
"yearsOld" = "%@ år gammel";
"communityRatingDescription" = "Fellesskapets vurdering på en skala fra 1 til 10.";
"criticRatingDescription" = "Kritikervurdering på en skala fra 1 til 100.";
"customName" = "Egendefinert navn";
"apiKeysCapitalized" = "API-nøkler";
"createAPIKeyCapitalized" = "Opprett API-nøkkel";
"liveTVAccessCapitalized" = "Tilgang til direkte-TV";
"parentalRatings" = "Aldersgrenser";
"previewImage" = "Forhåndsvis bilde";
"streamCountExceedsLimit" = "Antall strømmer overstiger den tillatte grensen";
"tvShowsCapitalized" = "TV-Serier";
"unableToOpenTrailerApp" = "Klarte ikke å åpne trailer i %1$@";
"outOfDate" = "Utdatert";
"upToDate" = "Oppdatert";
"metadataRefreshDescription" = "Metadata oppdateres basert på innstillinger og nettjenester som er aktivert i Jellyfin.";
"playerSwiftfinDescription" = "Bruker VLC sitt SwiftVLC for kompatibilitet med nesten alle filtyper. SwiftVLC kan ikke bruke HomePod eller AirPlay-aktiverte høyttalere, HDR, bilde-i-bilde eller AirPlay-casting.";
"refreshMode" = "Oppdateringsmodus";
"replaceAllMetadata" = "Erstatt all metadata";
"scanForNewAndUpdatedFiles" = "Skann etter nye filer og oppdater";
"searchForMissingMetadata" = "Søk etter manglede metadata";
"trickplays" = "Forhåndsvisningsbilder";
"customJumpIntervalDescription" = "Angi din eget hoppintervall i sekunder.";
"playerNativeDescription" = "Bruker Apples AVPlayer som støtter Dolby Atmos og Dolby Vision bitstream-gjennomgang, HDR, bilde-i-bilde og AirPlay-casting. Mer restriktiv med filformater.";
"components" = "Komponenter";
"count" = "Telling";
"customPlaybackSpeedDescription" = "Gi en tilpasset multiplikator for avspillingshastighet.";
"defaultLayout" = "Standardoppsett";
"deviceHDRWarning" = "Denne enheten indikerer ingen HDR-funksjoner.";
"forceDVHDRTranscodeMessage" = "Tvinger HDR til å transkode fra serveren i stedet for å la spilleren tonetilordne den.";
"forceDVTranscode" = "Tving Dolby Vision til å transkode";
"forceHDRTranscode" = "Tving HDR til transkoding";
"hexColor" = "Hex farge";
"indicator" = "Indikator";
"itemAlreadyExists" = "Elementet finnes allerede";
"itemManagement" = "Element administrering";
"itemView" = "Elementvisning";
"license" = "Lisens";
"noActivity" = "Ingen aktivitet";
"noChannels" = "Ingen kanaler";
"noItems" = "Ingen elementer";
"noPrograms" = "Ingen programmer";
"useSeriesImageForEpisodes" = "Bruk seriebilde for episoder";
"playerMpvDescription" = "Best kodek-kompatibilitet, nøyaktig HDR og gjenoppretter fra ufullstendige strømmer. Ingen Dolby Atmos eller DTS-HD bitstream-gjennomgang — kun flerkanals PCM.";
